{
	"Global.metadata.title": "Natugraphia - Grau Casanovas fotografia",
	"Global.metadata.description": "Botiga online per comprar fotografies de Grau Casanovas, fotograf de paisatges, natura i animals salvatges.",
	"Global.notFound.title": "No trobat",
	"Global.notFound.description": "La pàgina que estaves buscant no existeix.",
	"Global.notFound.goBackLink": "Torna a l'inici",
	"Global.globalError.title": "Alguna cosa ha anat malament!",
	"Global.globalError.moreDetails": "Més detalls",
	"Global.globalError.tryAgainButton": "Torna a provar",
	"Global.error.title": "Ups, alguna cosa ha anat malament!",
	"Global.error.goBackLink": "Torna a provar",
	"Global.footer.newsletterTitle": "Subscriu-te al nostre butlletí",
	"Global.footer.categoriesTitle": "Productes",
	"Global.footer.legalTitle": "Legal",
	"Global.footer.legal.termsOfService": "Termes de Servei",
	"Global.footer.legal.privacyPolicy": "Política de Privadesa",
	"Global.footer.legal.returnsPolicy": "Política de Devolucions",
	"Global.footer.legal.shippingPolicy": "Política d'Enviament",
	"Global.footer.legal.cookiePolicy": "Política de Cookies",
	"Global.footer.legal.gdpr": "Drets GDPR",
	"Global.footer.contactTitle": "Contacte",
	"Global.footer.contact.email": "Contacta'ns",
	"Legal.terms.title": "Termes de Servei",
	"Legal.terms.description": "Termes i condicions per usar els nostres serveis",
	"Legal.terms.content": "Aquests Termes de Servei regeixen l'ús del nostre lloc web i serveis. En accedir o usar els nostres serveis, acceptes estar subjecte a aquests termes.",
	"Legal.privacy.title": "Política de Privadesa",
	"Legal.privacy.description": "Com recopilem, usem i protegim la teva informació personal",
	"Legal.privacy.content": "Aquesta Política de Privadesa descriu com recopilem, usem i protegim la teva informació personal quan uses els nostres serveis.",
	"Legal.returns.title": "Política de Devolucions",
	"Legal.returns.description": "Informació sobre devolucions, reemborsaments i intercanvis",
	"Legal.returns.content": "La nostra Política de Devolucions descriu les condicions i procediments per tornar productes, sol·licitar reemborsaments i processar intercanvis.",
	"Legal.shipping.title": "Política d'Enviament",
	"Legal.shipping.description": "Informació sobre mètodes d'enviament, costos i temps de lliurament",
	"Legal.shipping.content": "Aquesta Política d'Enviament proporciona detalls sobre els nostres mètodes d'enviament, temps estimats de lliurament i costos associats.",
	"Legal.cookies.title": "Política de Cookies",
	"Legal.cookies.description": "Com usem cookies i tecnologies similars",
	"Legal.cookies.content": "La nostra Política de Cookies explica com usem cookies i tecnologies similars per millorar la teva experiència de navegació.",
	"Legal.gdpr.title": "Drets GDPR",
	"Legal.gdpr.description": "Els teus drets sota el Reglament General de Protecció de Dades",
	"Legal.gdpr.content": "Aquesta pàgina descriu els teus drets sota el Reglament General de Protecció de Dades (GDPR) i com exercir-los.",
	"Legal.returns.sections.returnPeriod": "1. Període de Devolució",
	"Legal.returns.sections.returnPeriodContent": "Tens 14 dies des de la data de lliurament per tornar la teva comanda i obtenir un reemborsament complet. Aquest període comença el dia després de rebre la teva comanda.",
	"Legal.returns.sections.returnConditions": "2. Condicions de Devolució",
	"Legal.returns.sections.returnConditionsContent": "Per ser elegible per a una devolució, el teu article ha d'estar sense usar i en la mateixa condició en què el vas rebre. També ha d'estar en l'embalatge original.",
	"Legal.returns.sections.returnProcess": "3. Procés de Devolució",
	"Legal.returns.sections.returnProcessContent": "Per iniciar una devolució, si us plau contacta'ns a info@natugraphia.com amb el teu número de comanda i motiu de la devolució. Et proporcionarem instruccions de devolució i una etiqueta d'enviament prepagada.",
	"Legal.returns.sections.returnShipping": "4. Enviament de Devolució",
	"Legal.returns.sections.returnShippingContent": "Proporcionarem una etiqueta d'enviament prepagada per a devolucions dins de la UE. Per a devolucions internacionals, pots ser responsable dels costos d'enviament de devolució.",
	"Legal.returns.sections.refundProcessing": "5. Processament del Reemborsament",
	"Legal.returns.sections.refundProcessingContent": "Un cop rebem i inspeccionem la teva devolució, et notificarem l'aprovació o rebuig del teu reemborsament. Si és aprovat, el teu reemborsament serà processat en 5-7 dies laborables.",
	"Legal.returns.sections.nonReturnableItems": "6. Articles No Devolubles",
	"Legal.returns.sections.nonReturnableItemsContent": "Les comandes personalitzades o personalitzades, les descàrregues digitals i els articles marcats com a no devolubles no són elegibles per a devolucions.",
	"Legal.returns.sections.damagedItems": "7. Articles Danyats o Defectuosos",
	"Legal.returns.sections.damagedItemsContent": "Si rep un article danyat o defectuós, si us plau contacta'ns immediatament. Organitzarem un reemplaçament o reemborsament sense cost addicional per a tu.",
	"Legal.returns.sections.exchangePolicy": "8. Política d'Intercanvi",
	"Legal.returns.sections.exchangePolicyContent": "Actualment no oferim intercanvis. Si t'agradaria un article diferent, si us plau torna el teu article actual i fes una nova comanda.",
	"Legal.returns.sections.contactInfo": "9. Informació de Contacte",
	"Legal.returns.sections.contactInfoContent": "Per a preguntes sobre devolucions, si us plau contacta'ns a info@natugraphia.com o crida al nostre equip de servei al client.",
	"Legal.shipping.sections.shippingMethods": "1. Mètodes d'Enviament",
	"Legal.shipping.sections.shippingMethodsContent": "Oferim diverses opcions d'enviament per satisfer les teves necessitats:",
	"Legal.shipping.sections.shippingMethods.standardShipping": "Enviament Estàndard",
	"Legal.shipping.sections.shippingMethods.expressShipping": "Enviament Express",
	"Legal.shipping.sections.shippingMethods.internationalShipping": "Enviament Internacional",
	"Legal.shipping.sections.businessDays": "dies laborables",
	"Legal.shipping.sections.shippingCosts": "2. Costos d'Enviament",
	"Legal.shipping.sections.shippingCostsContent": "Els costos d'enviament es calculen segons la teva ubicació i el mètode d'enviament que seleccionis. L'enviament gratuït està disponible per a comandes superiors a €50 dins de la UE.",
	"Legal.shipping.sections.processingTime": "3. Temps de Processament",
	"Legal.shipping.sections.processingTimeContent": "Les comandes típicament es processen i envien en 1-2 dies laborables. Durant temporades altes o vendes, el processament pot prendre fins a 3 dies laborables.",
	"Legal.shipping.sections.deliveryAreas": "4. Àrees de Lliurament",
	"Legal.shipping.sections.deliveryAreasContent": "Enviem a tots els països de la UE i la majoria de destins internacionals. Algunes restriccions poden aplicar-se a certes ubicacions a causa de regulacions duaneres.",
	"Legal.shipping.sections.trackingInfo": "5. Informació de Seguiment",
	"Legal.shipping.sections.trackingInfoContent": "Un cop la teva comanda s'envii, rebràs un correu electrònic de confirmació amb informació de seguiment. També pots rastrejar la teva comanda a través del panell de la teva compte.",
	"Legal.shipping.sections.deliveryIssues": "6. Problemes de Lliurament",
	"Legal.shipping.sections.deliveryIssuesContent": "Si experimentes algun problema de lliurament, si us plau contacta'ns immediatament. Treballarem amb l'empresa d'enviament per resoldre el problema i assegurar que rep la teva comanda.",
	"Legal.shipping.sections.internationalShipping": "7. Enviament Internacional",
	"Legal.shipping.sections.internationalShippingContent": "Les comandes internacionals poden estar subjectes a drets duaners i impostos. Aquests càrrecs són responsabilitat del destinatari i no estan inclosos en els nostres costos d'enviament.",
	"Legal.shipping.sections.signatureRequired": "8. Signatura Requerida",
	"Legal.shipping.sections.signatureRequiredContent": "Per a comandes superiors a €100, pot ser requerida una signatura al moment de la lliurament. Això ajuda a assegurar la seguretat dels teus articles valuosos.",
	"Legal.shipping.sections.contactInfo": "9. Informació de Contacte",
	"Legal.shipping.sections.contactInfoContent": "Per a preguntes sobre enviaments, si us plau contacta'ns a info@natugraphia.com o crida al nostre equip de servei al client.",
	"Legal.privacy.sections.informationCollection": "1. Informació que Recopilem",
	"Legal.privacy.sections.informationCollectionContent": "Recopilem informació que ens proporciones directament, com quan crees un compte, fas una compra o ens contactes per obtenir suport. Això pot incloure el teu nom, adreça de correu electrònic, adreça d'enviament i informació de pagament.",
	"Legal.privacy.sections.informationUsage": "2. Com Usem la Teva Informació",
	"Legal.privacy.sections.informationUsageContent": "Usem la informació que recopilem per proporcionar, mantenir i millorar els nostres serveis, processar transaccions, enviar-te avisos tècnics i missatges de suport, i respondre als teus comentaris i preguntes.",
	"Legal.privacy.sections.informationSharing": "3. Compartir Informació",
	"Legal.privacy.sections.informationSharingContent": "No venem, intercanviem o transferim la teva informació personal a tercers sense el teu consentiment, excepte com es descriu en aquesta política o segons ho requereixi la llei.",
	"Legal.privacy.sections.dataSecurity": "4. Seguretat de Dades",
	"Legal.privacy.sections.dataSecurityContent": "Implementem mesures de seguretat apropiades per protegir la teva informació personal contra accés no autoritzat, alteració, divulgació o destrucció.",
	"Legal.privacy.sections.cookiesTracking": "5. Cookies i Seguiment",
	"Legal.privacy.sections.cookiesTrackingContent": "Usem cookies i tecnologies similars per millorar la teva experiència de navegació, analitzar el trànsit del lloc i entendre d'on vénen els nostres visitants.",
	"Legal.privacy.sections.thirdPartyServices": "6. Serveis de Tercers",
	"Legal.privacy.sections.thirdPartyServicesContent": "Podem usar serveis de tercers com processadors de pagament i proveïdors d'anàlisi. Aquests serveis tenen les seves pròpies polítiques de privadesa, i t'encoratgem a revisar-les.",
	"Legal.privacy.sections.yourRights": "7. Els Teus Drets",
	"Legal.privacy.sections.yourRightsContent": "Tens dret a accedir, corregir o eliminar la teva informació personal. També pots tenir dret a restringir o oposar-te a cert processament de la teva informació.",
	"Legal.privacy.sections.policyChanges": "8. Canvis a aquesta Política",
	"Legal.privacy.sections.policyChangesContent": "Podem actualitzar aquesta política de privadesa de vegada en quan. Et notificarem de qualsevol canvi publicant la nova política en aquesta pàgina i actualitzant la data de \"Última Actualització\".",
	"Legal.privacy.sections.contactUs": "9. Contacta'ns",
	"Legal.privacy.sections.contactUsContent": "Si tens preguntes sobre aquesta política de privadesa, si us plau contacta'ns a info@natugraphia.com.",
	"Legal.cookies.sections.whatAreCookies": "1. Què Són les Cookies",
	"Legal.cookies.sections.whatAreCookiesContent": "Les cookies són petits arxius de text que es col·loquen al teu dispositiu quan visites el nostre lloc web. Ens ajuden a proporcionar-te una millor experiència i permeten que certes funcions funcionin correctament.",
	"Legal.cookies.sections.typesOfCookies": "2. Tipus de Cookies que Usem",
	"Legal.cookies.sections.essentialCookies": "Cookies Essencials",
	"Legal.cookies.sections.essentialCookiesContent": "Aquestes cookies són necessàries perquè el lloc web funcioni correctament. Habiliten funcions bàsiques com la navegació de pàgines i l'accés a àrees segures.",
	"Legal.cookies.sections.analyticsCookies": "Cookies d'Anàlisi",
	"Legal.cookies.sections.analyticsCookiesContent": "Aquestes cookies ens ajuden a entendre com els visitants interactuen amb el nostre lloc web recopilant i reportant informació de forma anònima.",
	"Legal.cookies.sections.functionalCookies": "Cookies Funcionals",
	"Legal.cookies.sections.functionalCookiesContent": "Aquestes cookies habiliten funcionalitat millorada i personalització, com recordar les teves preferències i configuracions.",
	"Legal.cookies.sections.thirdPartyCookies": "3. Cookies de Tercers",
	"Legal.cookies.sections.thirdPartyCookiesContent": "Podem usar serveis de tercers que col·loquen cookies al teu dispositiu. Aquests serveis ens ajuden a analitzar el trànsit del lloc web, proporcionar suport al client i processar pagaments.",
	"Legal.cookies.sections.cookieLifespan": "4. Quant Dura les Cookies",
	"Legal.cookies.sections.cookieLifespanContent": "Les cookies de sessió s'eliminen quan tanques el teu navegador, mentre que les cookies persistents romanen al teu dispositiu per un període establert o fins que les eliminis manualment.",
	"Legal.cookies.sections.managingCookies": "5. Gestionar Cookies",
	"Legal.cookies.sections.managingCookiesContent": "Pots controlar i gestionar cookies a través de la configuració del teu navegador. La majoria de navegadors et permeten rebutjar cookies o eliminar-les. Tanmateix, deshabilitar certes cookies pot afectar la funcionalitat del lloc web.",
	"Legal.cookies.sections.cookieConsent": "6. Consentiment de Cookies",
	"Legal.cookies.sections.cookieConsentContent": "Quan visitis el nostre lloc web per primera vegada, veuràs una bandera de consentiment de cookies. Al fer clic a \"Acceptar\", consents el nostre ús de cookies com es descriu en aquesta política.",
	"Legal.cookies.sections.policyUpdates": "7. Actualitzacions d'aquesta Política",
	"Legal.cookies.sections.policyUpdatesContent": "Podem actualitzar aquesta política de cookies de vegada en quan. Qualsevol canvi es publicarà en aquesta pàgina amb una data de \"Última Modificació\" actualitzada.",
	"Legal.cookies.sections.contactUs": "8. Contacta'ns",
	"Legal.cookies.sections.contactUsContent": "Si tens preguntes sobre el nostre ús de cookies, si us plau contacta'ns a info@natugraphia.com.",
	"Legal.gdpr.sections.yourRights": "1. Els Teus Drets Sota GDPR",
	"Legal.gdpr.sections.yourRightsContent": "El Reglament General de Protecció de Dades (GDPR) et concedeix diversos drets respecte a les teves dades personals. Aquesta pàgina explica com pots exercir aquests drets.",
	"Legal.gdpr.sections.rightToAccess": "2. Dret d'Accés",
	"Legal.gdpr.sections.rightToAccessContent": "Tens dret a sol·licitar una còpia de les dades personals que tenim sobre tu. Això inclou informació sobre com processem les teves dades i amb qui les compartim.",
	"Legal.gdpr.sections.rightToRectification": "3. Dret de Rectificació",
	"Legal.gdpr.sections.rightToRectificationContent": "Si creus que les dades personals que tenim sobre tu són inexactes o incompletes, tens dret a sol·licitar que les corregim o actualitzem.",
	"Legal.gdpr.sections.rightToErasure": "4. Dret de Supressió (Dret a l'Oblit)",
	"Legal.gdpr.sections.rightToErasureContent": "Tens dret a sol·licitar que eliminem les teves dades personals en certes circumstàncies, com quan les dades ja no són necessàries per al propòsit per al qual van ser recopilades.",
	"Legal.gdpr.sections.rightToRestrict": "5. Dret a Restringir el Processament",
	"Legal.gdpr.sections.rightToRestrictContent": "Tens dret a sol·licitar que limitem com processem les teves dades personals en certes situacions, com quan impugnes la precisió de les dades.",
	"Legal.gdpr.sections.rightToPortability": "6. Dret a la Portabilitat de Dades",
	"Legal.gdpr.sections.rightToPortabilityContent": "Tens dret a rebre les teves dades personals en un format estructurat, d'ús comú i llegible per màquina, i a transmetre aquestes dades a un altre controlador.",
	"Legal.gdpr.sections.rightToObject": "7. Dret d'Objecció",
	"Legal.gdpr.sections.rightToObjectContent": "Tens dret a objectar el processament de les teves dades personals en certes circumstàncies, particularment per a propòsits de màrqueting directe.",
	"Legal.gdpr.sections.rightToWithdraw": "8. Dret a Retirar el Consentiment",
	"Legal.gdpr.sections.rightToWithdrawContent": "Si processem les teves dades personals basant-nos en el teu consentiment, tens dret a retirar aquest consentiment en qualsevol moment. Això no afectarà la licitud del processament abans de la retirada.",
	"Legal.gdpr.sections.howToExercise": "9. Com Exercir els Teus Drets",
	"Legal.gdpr.sections.howToExerciseContent": "Per exercir qualsevol d'aquests drets, si us plau contacta'ns a info@natugraphia.com. Respondrem a la teva sol·licitud dins d'un mes, encara que aquest període pot estendre's en certes circumstàncies.",
	"Legal.gdpr.sections.dataProtectionOfficer": "10. Oficial de Protecció de Dades",
	"Legal.gdpr.sections.dataProtectionOfficerContent": "Si tens preocupacions sobre com gestionem les teves dades personals, pots contactar el nostre Oficial de Protecció de Dades a dpo@natugraphia.com.",
	"Legal.gdpr.sections.rightToComplain": "11. Dret a Presentar una Queixa",
	"Legal.gdpr.sections.rightToComplainContent": "Si creus que no hem abordat les teves preocupacions adequadament, tens dret a presentar una queixa davant la teva autoritat local de protecció de dades.",
	"Legal.gdpr.sections.contactInfo": "12. Informació de Contacte",
	"Legal.gdpr.sections.contactInfoContent": "Per a preguntes sobre els teus drets GDPR o per exercir qualsevol d'aquests drets, si us plau contacta'ns a info@natugraphia.com.",
	"Legal.terms.sections.acceptance": "1. Acceptació de Termes",
	"Legal.terms.sections.acceptanceContent": "En accedir i usar aquest lloc web, acceptes i acordes estar subjecte als termes i provisions d'aquest acord.",
	"Legal.terms.sections.license": "2. Llicència d'Ús",
	"Legal.terms.sections.licenseContent": "Es concedeix permís per descarregar temporalment una còpia dels materials (informació o programari) al lloc web de Natugraphia només per visualització transitòria personal i no comercial.",
	"Legal.terms.sections.disclaimer": "3. Descàrrec de Responsabilitat",
	"Legal.terms.sections.disclaimerContent": "Els materials al lloc web de Natugraphia es proporcionen 'tal com estan'. Natugraphia no fa garanties, expresses o implícites, i per la present renuncia i nega totes les altres garanties incloent, sense limitació, garanties implícites o condicions de comerciabilitat, idoneïtat per a un propòsit particular, o no infracció de propietat intel·lectual o altra violació de drets.",
	"Legal.terms.sections.limitations": "4. Limitacions",
	"Legal.terms.sections.limitationsContent": "En cap cas Natugraphia o els seus proveïdors seran responsables per danys (incloent, sense limitació, danys per pèrdua de dades o guanys, o degut a interrupció del negoci) que sorgeixin de l'ús o la incapacitat d'usar els materials al lloc web de Natugraphia.",
	"Legal.terms.sections.revisions": "5. Revisions i Errades",
	"Legal.terms.sections.revisionsContent": "Els materials que apareixen al lloc web de Natugraphia podrien incloure errors tècnics, tipogràfics o fotogràfics. Natugraphia no garanteix que cap dels materials al seu lloc web sigui precís, complet o actual.",
	"Legal.terms.sections.links": "6. Enllaços",
	"Legal.terms.sections.linksContent": "Natugraphia no ha revisat tots els llocs enllaçats al seu lloc web i no és responsable del contingut de cap lloc enllaçat. La inclusió de qualsevol enllaç no implica suport per part de Natugraphia del lloc.",
	"Legal.terms.sections.modifications": "7. Modificacions de Termes d'Ús del Lloc",
	"Legal.terms.sections.modificationsContent": "Natugraphia pot revisar aquests termes d'ús per al seu lloc web en qualsevol moment sense avís previ. En usar aquest lloc web, acceptes estar subjecte a la versió actual d'aquests Termes i Condicions d'Ús.",
	"Legal.terms.sections.governingLaw": "8. Llei Aplicable",
	"Legal.terms.sections.governingLawContent": "Qualsevol reclamació relacionada amb el lloc web de Natugraphia es regirà per les lleis d'Espanya sense tenir en compte les seves disposicions de conflicte de lleis.",
	"Global.newsletter.emailPlaceholder": "Introdueix el teu correu electrònic",
	"Global.newsletter.subscribeButton": "Subscriure's",
	"Global.newsletter.success": "T'has subscrit correctament al nostre butlletí.",
	"Global.newsletter.error": "No s'ha pogut subscriure al nostre butlletí.",
	"Global.nav.search.title": "Cercar",
	"Global.nav.search.placeholder": "Cercar productes…",
	"Global.nav.cartSummary.itemsInCart": "Articles a la cistella",
	"Global.nav.cartSummary.total": "Total",
	"Global.nav.cartSummary.totalItems": "{count, plural, =0 {Cap article} =1 {# article} other {# articles}} a la cistella",
	"Global.addToCart.success": "S'ha afegit {productName} a la cistella",
	"Global.addToCart.actionButton": "Afegir a la cistella",
	"Global.addToCart.disabled": "Sense estoc",
	"Global.deliveryEstimates.atLeast": "Almenys",
	"Global.deliveryEstimates.upTo": "Fins a",
	"Global.deliveryEstimates.businessDay": "{count, plural, =1 {# dia laborable} other {# dies laborables}}",
	"Global.deliveryEstimates.day": "{count, plural, =1 {# dia} other {# dies}}",
	"Global.deliveryEstimates.hour": "{count, plural, =1 {# hora} other {# hores}}",
	"Global.deliveryEstimates.month": "{count, plural, =1 {# mes} other {# mesos}}",
	"Global.deliveryEstimates.week": "{count, plural, =1 {# setmana} other {# setmanes}}",
	"Global.actions.shopNow": "Compra ara",
	"/.hero.title": "Descobreix les millors fotografies",
	"/.hero.description": "Aconsegueix una laminació a la màxima qualitat de les millors fotografies de Grau Casanovas",
	"/.hero.action": "Compra ara",
	"/.hero.link": "/category/hivern",
	"/search.notFound.title": "No s'han trobat resultats per \"{query}\"",
	"/search.notFound.description": "Ho sentim, no hem pogut trobar cap resultat que coincideixi amb la teva cerca. Si us plau, prova de refinar la cerca.",
	"/search.metadata.title": "Cerca: {query} · Natugraphia",
	"/search.page.title": "Cercant \"{query}\"",
	"/search.loading.title": "Cercant",
	"/products.metadata.title": "Tots els Productes · Natugraphia",
	"/products.page.title": "Tots els Productes",
	"/product.metadata.title": "{productName} · Natugraphia",
	"/product.page.allProducts": "Tots els productes",
	"/product.page.imagesTitle": "Imatges",
	"/product.page.descriptionTitle": "Descripció",
	"/product.page.variantTitle": "Variant",
	"/product.page.youMayAlsoLikeTitle": "També et pot interessar",
	"/category.metadata.title": "Categoria {categoryName} · Natugraphia",
	"/category.page.title": "Categoria",
	"/cart.modal.title": "Cistella de la Compra",
	"/cart.modal.openFullView": "(obrir vista completa)",
	"/cart.modal.quantity": "Quantitat: {quantity}",
	"/cart.modal.total": "Total",
	"/cart.modal.shippingAndTaxesInfo": "L'enviament i els impostos s'afegiran al següent pas",
	"/cart.modal.goToPaymentButton": "Anar al pagament",
	"/cart.metadata.title": "Cistella de la Compra · Natugraphia",
	"/cart.page.title": "La teva cistella",
	"/cart.page.checkoutTitle": "Finalitzar compra",
	"/cart.page.checkoutDescription": "Proporciona els detalls de facturació i enviament a continuació.",
	"/cart.page.summaryTable.imageCol": "Imatge",
	"/cart.page.summaryTable.productCol": "Producte",
	"/cart.page.summaryTable.priceCol": "Preu",
	"/cart.page.summaryTable.quantityCol": "Quantitat",
	"/cart.page.summaryTable.totalCol": "Total",
	"/cart.page.summaryTable.totalSummary": "TOTAL",
	"/cart.page.stripePayment.fillRequiredFields": "Si us plau, omple els camps obligatoris.",
	"/cart.page.stripePayment.unexpectedError": "S'ha produït un error inesperat.",
	"/cart.page.stripePayment.billingSameAsShipping": "Adreça de facturació igual que la d'enviament",
	"/cart.page.stripePayment.billingSameAsPayment": "Adreça de facturació igual que la de pagament",
	"/cart.page.stripePayment.billingAddressTitle": "Adreça de facturació",
	"/cart.page.stripePayment.payNowButton": "Pagar ara",
	"/cart.page.stripePayment.errorTitle": "Error",
	"/cart.page.stripePayment.fullName": "Nom complet",
	"/cart.page.stripePayment.address1": "Adreça",
	"/cart.page.stripePayment.address2": "Adreça (cont.)",
	"/cart.page.stripePayment.postalCode": "Codi Postal",
	"/cart.page.stripePayment.city": "Ciutat",
	"/cart.page.stripePayment.state": "Estat / Regió",
	"/cart.page.stripePayment.country": "País",
	"/cart.page.stripePayment.phone": "Número de telèfon",
	"/cart.page.stripePayment.taxId": "NIF",
	"/cart.page.stripePayment.taxIdPlaceholder": "ex. B12345678",
	"/cart.page.formErrors.nameRequired": "El nom és obligatori",
	"/cart.page.formErrors.cityRequired": "La ciutat és obligatòria",
	"/cart.page.formErrors.countryRequired": "El país és obligatori",
	"/cart.page.formErrors.line1Required": "L'adreça és obligatòria",
	"/cart.page.formErrors.postalCodeRequired": "El codi postal és obligatori",
	"/cart.empty.title": "La teva cistella està buida",
	"/cart.empty.description": "Sembla que encara no has afegit res a la teva cistella.",
	"/cart.empty.continueShoppingButton": "Continuar comprant",
	"/order.metadata.title": "Confirmació de Comanda · Natugraphia",
	"/order.page.title": "Confirmació de Comanda",
	"/order.page.description": "Gràcies! Trobaràs els detalls de la teva comanda a continuació.",
	"/order.page.orderNumberTitle": "Número de comanda",
	"/order.page.productsTitle": "Productes en aquesta comanda",
	"/order.page.price": "Preu",
	"/order.page.quantity": "Quantitat",
	"/order.page.total": "Total",
	"/order.page.detailsTitle": "Detalls de la comanda",
	"/order.page.shippingAddress": "Adreça d'enviament",
	"/order.page.billingAddress": "Adreça de facturació",
	"/order.page.taxId": "NIF",
	"/order.page.paymentMethod": "Mètode de pagament",
	"/order.page.cardBrand": "Marca de la targeta",
	"/order.page.last4CardDigitsLabel": "Número de targeta que acaba en",
	"/order.paymentStatus.canceled": "Cancel·lada",
	"/order.paymentStatus.processing": "Processant",
	"/order.paymentStatus.requires_action": "Requereix Acció",
	"/order.paymentStatus.requires_capture": "Requereix Captura",
	"/order.paymentStatus.requires_confirmation": "Requereix Confirmació",
	"/order.paymentStatus.requires_payment_method": "Requereix Mètode de Pagament",
	"/order.paymentStatus.succeeded": "Completada"
}
