{
	"Global.metadata.title": "Natugraphia - Grau Casanovas fotografia",
	"Global.metadata.description": "Tienda online para comprar fotografías de Grau Casanovas, fotógrafo de paisajes, naturaleza y animales salvajes.",
	"Global.notFound.title": "No encontrado",
	"Global.notFound.description": "La página que estabas buscando no existe.",
	"Global.notFound.goBackLink": "Volver al inicio",
	"Global.globalError.title": "¡Algo ha ido mal!",
	"Global.globalError.moreDetails": "Más detalles",
	"Global.globalError.tryAgainButton": "Intentar de nuevo",
	"Global.error.title": "¡Ups, algo ha ido mal!",
	"Global.error.goBackLink": "Intentar de nuevo",
	"Global.footer.newsletterTitle": "Suscríbete a nuestro boletín",
	"Global.footer.categoriesTitle": "Productos",
	"Global.footer.legalTitle": "Legal",
	"Global.footer.legal.termsOfService": "Términos de Servicio",
	"Global.footer.legal.privacyPolicy": "Política de Privacidad",
	"Global.footer.legal.returnsPolicy": "Política de Devoluciones",
	"Global.footer.legal.shippingPolicy": "Política de Envío",
	"Global.footer.legal.cookiePolicy": "Política de Cookies",
	"Global.footer.legal.gdpr": "Derechos GDPR",
	"Global.footer.contactTitle": "Contacto",
	"Global.footer.contact.email": "Contáctanos",
	"Global.footer.copyright": "© 2025 Natugraphia - Grau Casanovas Niubó",
	"Global.footer.createdBy": "Creado por",
	"Global.footer.basedOn": "Basado en",
	"Global.footer.license": "(AGPL-3.0)",
	"Legal.terms.title": "Términos de Servicio",
	"Legal.terms.description": "Términos y condiciones para usar nuestros servicios",
	"Legal.terms.content": "Estos Términos de Servicio rigen el uso de nuestro sitio web y servicios. Al acceder o usar nuestros servicios, aceptas estar sujeto a estos términos.",
	"Legal.privacy.title": "Política de Privacidad",
	"Legal.privacy.description": "Cómo recopilamos, usamos y protegemos tu información personal",
	"Legal.privacy.content": "Esta Política de Privacidad describe cómo recopilamos, usamos y protegemos tu información personal cuando usas nuestros servicios.",
	"Legal.returns.title": "Política de Devoluciones",
	"Legal.returns.description": "Información sobre devoluciones, reembolsos e intercambios",
	"Legal.returns.content": "Nuestra Política de Devoluciones describe las condiciones y procedimientos para devolver productos, solicitar reembolsos y procesar intercambios.",
	"Legal.shipping.title": "Política de Envío",
	"Legal.shipping.description": "Información sobre métodos de envío, costos y tiempos de entrega",
	"Legal.shipping.content": "Esta Política de Envío proporciona detalles sobre nuestros métodos de envío, tiempos estimados de entrega y costos asociados.",
	"Legal.cookies.title": "Política de Cookies",
	"Legal.cookies.description": "Cómo usamos cookies y tecnologías similares",
	"Legal.cookies.content": "Nuestra Política de Cookies explica cómo usamos cookies y tecnologías similares para mejorar tu experiencia de navegación.",
	"Legal.gdpr.title": "Derechos GDPR",
	"Legal.gdpr.description": "Tus derechos bajo el Reglamento General de Protección de Datos",
	"Legal.gdpr.content": "Esta página describe tus derechos bajo el Reglamento General de Protección de Datos (GDPR) y cómo ejercerlos.",
	"Legal.returns.sections.returnPeriod": "1. Período de Devolución",
	"Legal.returns.sections.returnPeriodContent": "Tienes 14 días desde la fecha de entrega para devolver tu pedido y obtener un reembolso completo. Este período comienza el día después de recibir tu pedido.",
	"Legal.returns.sections.returnConditions": "2. Condiciones de Devolución",
	"Legal.returns.sections.returnConditionsContent": "Para ser elegible para una devolución, tu artículo debe estar sin usar y en la misma condición en que lo recibiste. También debe estar en el empaque original.",
	"Legal.returns.sections.returnProcess": "3. Proceso de Devolución",
	"Legal.returns.sections.returnProcessContent": "Para iniciar una devolución, por favor contáctanos en info@natugraphia.com con tu número de pedido y motivo de la devolución. Te proporcionaremos instrucciones de devolución y una etiqueta de envío prepagada.",
	"Legal.returns.sections.returnShipping": "4. Envío de Devolución",
	"Legal.returns.sections.returnShippingContent": "Proporcionaremos una etiqueta de envío prepagada para devoluciones dentro de la UE. Para devoluciones internacionales, puedes ser responsable de los costos de envío de devolución.",
	"Legal.returns.sections.refundProcessing": "5. Procesamiento del Reembolso",
	"Legal.returns.sections.refundProcessingContent": "Una vez que recibamos e inspeccionemos tu devolución, te notificaremos la aprobación o rechazo de tu reembolso. Si es aprobado, tu reembolso será procesado en 5-7 días hábiles.",
	"Legal.returns.sections.nonReturnableItems": "6. Artículos No Devolubles",
	"Legal.returns.sections.nonReturnableItemsContent": "Los pedidos personalizados o personalizados, las descargas digitales y los artículos marcados como no devolubles no son elegibles para devoluciones.",
	"Legal.returns.sections.damagedItems": "7. Artículos Dañados o Defectuosos",
	"Legal.returns.sections.damagedItemsContent": "Si recibes un artículo dañado o defectuoso, por favor contáctanos inmediatamente. Organizaremos un reemplazo o reembolso sin costo adicional para ti.",
	"Legal.returns.sections.exchangePolicy": "8. Política de Intercambio",
	"Legal.returns.sections.exchangePolicyContent": "Actualmente no ofrecemos intercambios. Si te gustaría un artículo diferente, por favor devuelve tu artículo actual y haz un nuevo pedido.",
	"Legal.returns.sections.contactInfo": "9. Información de Contacto",
	"Legal.returns.sections.contactInfoContent": "Para preguntas sobre devoluciones, por favor contáctanos en info@natugraphia.com o llama a nuestro equipo de servicio al cliente.",
	"Legal.shipping.sections.shippingMethods": "1. Métodos de Envío",
	"Legal.shipping.sections.shippingMethodsContent": "Ofrecemos varias opciones de envío para satisfacer tus necesidades:",
	"Legal.shipping.sections.shippingMethods.standardShipping": "Envío Estándar",
	"Legal.shipping.sections.shippingMethods.expressShipping": "Envío Express",
	"Legal.shipping.sections.shippingMethods.internationalShipping": "Envío Internacional",
	"Legal.shipping.sections.businessDays": "días hábiles",
	"Legal.shipping.sections.shippingCosts": "2. Costos de Envío",
	"Legal.shipping.sections.shippingCostsContent": "Los costos de envío se calculan según tu ubicación y el método de envío que selecciones. El envío gratuito está disponible para pedidos superiores a €50 dentro de la UE.",
	"Legal.shipping.sections.processingTime": "3. Tiempo de Procesamiento",
	"Legal.shipping.sections.processingTimeContent": "Los pedidos típicamente se procesan y envían en 1-2 días hábiles. Durante temporadas altas o ventas, el procesamiento puede tomar hasta 3 días hábiles.",
	"Legal.shipping.sections.deliveryAreas": "4. Áreas de Entrega",
	"Legal.shipping.sections.deliveryAreasContent": "Enviamos a todos los países de la UE y la mayoría de destinos internacionales. Algunas restricciones pueden aplicarse a ciertas ubicaciones debido a regulaciones aduaneras.",
	"Legal.shipping.sections.trackingInfo": "5. Información de Seguimiento",
	"Legal.shipping.sections.trackingInfoContent": "Una vez que tu pedido se envíe, recibirás un correo electrónico de confirmación con información de seguimiento. También puedes rastrear tu pedido a través del panel de tu cuenta.",
	"Legal.shipping.sections.deliveryIssues": "6. Problemas de Entrega",
	"Legal.shipping.sections.deliveryIssuesContent": "Si experimentas algún problema de entrega, por favor contáctanos inmediatamente. Trabajaremos con la empresa de envío para resolver el problema y asegurar que recibas tu pedido.",
	"Legal.shipping.sections.internationalShipping": "7. Envío Internacional",
	"Legal.shipping.sections.internationalShippingContent": "Los pedidos internacionales pueden estar sujetos a derechos aduaneros e impuestos. Estos cargos son responsabilidad del destinatario y no están incluidos en nuestros costos de envío.",
	"Legal.shipping.sections.signatureRequired": "8. Firma Requerida",
	"Legal.shipping.sections.signatureRequiredContent": "Para pedidos superiores a €100, puede ser requerida una firma al momento de la entrega. Esto ayuda a asegurar la seguridad de tus artículos valiosos.",
	"Legal.shipping.sections.contactInfo": "9. Información de Contacto",
	"Legal.shipping.sections.contactInfoContent": "Para preguntas sobre envíos, por favor contáctanos en info@natugraphia.com o llama a nuestro equipo de servicio al cliente.",
	"Legal.privacy.sections.informationCollection": "1. Información que Recopilamos",
	"Legal.privacy.sections.informationCollectionContent": "Recopilamos información que nos proporcionas directamente, como cuando creas una cuenta, haces una compra o nos contactas para obtener soporte. Esto puede incluir tu nombre, dirección de correo electrónico, dirección de envío e información de pago.",
	"Legal.privacy.sections.informationUsage": "2. Cómo Usamos tu Información",
	"Legal.privacy.sections.informationUsageContent": "Usamos la información que recopilamos para proporcionar, mantener y mejorar nuestros servicios, procesar transacciones, enviarte avisos técnicos y mensajes de soporte, y responder a tus comentarios y preguntas.",
	"Legal.privacy.sections.informationSharing": "3. Compartir Información",
	"Legal.privacy.sections.informationSharingContent": "No vendemos, intercambiamos o transferimos tu información personal a terceros sin tu consentimiento, excepto como se describe en esta política o según lo requiera la ley.",
	"Legal.privacy.sections.dataSecurity": "4. Seguridad de Datos",
	"Legal.privacy.sections.dataSecurityContent": "Implementamos medidas de seguridad apropiadas para proteger tu información personal contra acceso no autorizado, alteración, divulgación o destrucción.",
	"Legal.privacy.sections.cookiesTracking": "5. Cookies y Seguimiento",
	"Legal.privacy.sections.cookiesTrackingContent": "Usamos cookies y tecnologías similares para mejorar tu experiencia de navegación, analizar el tráfico del sitio y entender de dónde vienen nuestros visitantes.",
	"Legal.privacy.sections.thirdPartyServices": "6. Servicios de Terceros",
	"Legal.privacy.sections.thirdPartyServicesContent": "Podemos usar servicios de terceros como procesadores de pago y proveedores de análisis. Estos servicios tienen sus propias políticas de privacidad, y te alentamos a revisarlas.",
	"Legal.privacy.sections.yourRights": "7. Tus Derechos",
	"Legal.privacy.sections.yourRightsContent": "Tienes derecho a acceder, corregir o eliminar tu información personal. También puedes tener derecho a restringir u oponerte a cierto procesamiento de tu información.",
	"Legal.privacy.sections.policyChanges": "8. Cambios a esta Política",
	"Legal.privacy.sections.policyChangesContent": "Podemos actualizar esta política de privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva política en esta página y actualizando la fecha de \"Última Actualización\".",
	"Legal.privacy.sections.contactUs": "9. Contáctanos",
	"Legal.privacy.sections.contactUsContent": "Si tienes preguntas sobre esta política de privacidad, por favor contáctanos en info@natugraphia.com.",
	"Legal.cookies.sections.whatAreCookies": "1. Qué Son las Cookies",
	"Legal.cookies.sections.whatAreCookiesContent": "Las cookies son pequeños archivos de texto que se colocan en tu dispositivo cuando visitas nuestro sitio web. Nos ayudan a proporcionarte una mejor experiencia y permiten que ciertas funciones funcionen correctamente.",
	"Legal.cookies.sections.typesOfCookies": "2. Tipos de Cookies que Usamos",
	"Legal.cookies.sections.essentialCookies": "Cookies Esenciales",
	"Legal.cookies.sections.essentialCookiesContent": "Estas cookies son necesarias para que el sitio web funcione correctamente. Habilitan funciones básicas como la navegación de páginas y el acceso a áreas seguras.",
	"Legal.cookies.sections.analyticsCookies": "Cookies de Análisis",
	"Legal.cookies.sections.analyticsCookiesContent": "Estas cookies nos ayudan a entender cómo los visitantes interactúan con nuestro sitio web recopilando y reportando información de forma anónima.",
	"Legal.cookies.sections.functionalCookies": "Cookies Funcionales",
	"Legal.cookies.sections.functionalCookiesContent": "Estas cookies habilitan funcionalidad mejorada y personalización, como recordar tus preferencias y configuraciones.",
	"Legal.cookies.sections.thirdPartyCookies": "3. Cookies de Terceros",
	"Legal.cookies.sections.thirdPartyCookiesContent": "Podemos usar servicios de terceros que colocan cookies en tu dispositivo. Estos servicios nos ayudan a analizar el tráfico del sitio web, proporcionar soporte al cliente y procesar pagos.",
	"Legal.cookies.sections.cookieLifespan": "4. Cuánto Duran las Cookies",
	"Legal.cookies.sections.cookieLifespanContent": "Las cookies de sesión se eliminan cuando cierras tu navegador, mientras que las cookies persistentes permanecen en tu dispositivo por un período establecido o hasta que las elimines manualmente.",
	"Legal.cookies.sections.managingCookies": "5. Gestionar Cookies",
	"Legal.cookies.sections.managingCookiesContent": "Puedes controlar y gestionar cookies a través de la configuración de tu navegador. La mayoría de navegadores te permiten rechazar cookies o eliminarlas. Sin embargo, deshabilitar ciertas cookies puede afectar la funcionalidad del sitio web.",
	"Legal.cookies.sections.cookieConsent": "6. Consentimiento de Cookies",
	"Legal.cookies.sections.cookieConsentContent": "Cuando visitas nuestro sitio web por primera vez, verás una bandera de consentimiento de cookies. Al hacer clic en \"Aceptar\", consientes nuestro uso de cookies como se describe en esta política.",
	"Legal.cookies.sections.policyUpdates": "7. Actualizaciones de esta Política",
	"Legal.cookies.sections.policyUpdatesContent": "Podemos actualizar esta política de cookies de vez en cuando. Cualquier cambio se publicará en esta página con una fecha de \"Última Modificación\" actualizada.",
	"Legal.cookies.sections.contactUs": "8. Contáctanos",
	"Legal.cookies.sections.contactUsContent": "Si tienes preguntas sobre nuestro uso de cookies, por favor contáctanos en info@natugraphia.com.",
	"Legal.gdpr.sections.yourRights": "1. Tus Derechos Bajo GDPR",
	"Legal.gdpr.sections.yourRightsContent": "El Reglamento General de Protección de Datos (GDPR) te otorga varios derechos con respecto a tus datos personales. Esta página explica cómo puedes ejercer estos derechos.",
	"Legal.gdpr.sections.rightToAccess": "2. Derecho de Acceso",
	"Legal.gdpr.sections.rightToAccessContent": "Tienes derecho a solicitar una copia de los datos personales que tenemos sobre ti. Esto incluye información sobre cómo procesamos tus datos y con quién los compartimos.",
	"Legal.gdpr.sections.rightToRectification": "3. Derecho de Rectificación",
	"Legal.gdpr.sections.rightToRectificationContent": "Si crees que los datos personales que tenemos sobre ti son inexactos o incompletos, tienes derecho a solicitar que los corrijamos o actualicemos.",
	"Legal.gdpr.sections.rightToErasure": "4. Derecho de Supresión (Derecho al Olvido)",
	"Legal.gdpr.sections.rightToErasureContent": "Tienes derecho a solicitar que eliminemos tus datos personales en ciertas circunstancias, como cuando los datos ya no son necesarios para el propósito para el que fueron recopilados.",
	"Legal.gdpr.sections.rightToRestrict": "5. Derecho a Restringir el Procesamiento",
	"Legal.gdpr.sections.rightToRestrictContent": "Tienes derecho a solicitar que limitemos cómo procesamos tus datos personales en ciertas situaciones, como cuando impugnas la precisión de los datos.",
	"Legal.gdpr.sections.rightToPortability": "6. Derecho a la Portabilidad de Datos",
	"Legal.gdpr.sections.rightToPortabilityContent": "Tienes derecho a recibir tus datos personales en un formato estructurado, de uso común y legible por máquina, y a transmitir esos datos a otro controlador.",
	"Legal.gdpr.sections.rightToObject": "7. Derecho de Objeción",
	"Legal.gdpr.sections.rightToObjectContent": "Tienes derecho a objetar el procesamiento de tus datos personales en ciertas circunstancias, particularmente para propósitos de marketing directo.",
	"Legal.gdpr.sections.rightToWithdraw": "8. Derecho a Retirar el Consentimiento",
	"Legal.gdpr.sections.rightToWithdrawContent": "Si procesamos tus datos personales basándonos en tu consentimiento, tienes derecho a retirar ese consentimiento en cualquier momento. Esto no afectará la licitud del procesamiento antes de la retirada.",
	"Legal.gdpr.sections.howToExercise": "9. Cómo Ejercer tus Derechos",
	"Legal.gdpr.sections.howToExerciseContent": "Para ejercer cualquiera de estos derechos, por favor contáctanos en info@natugraphia.com. Responderemos a tu solicitud dentro de un mes, aunque este período puede extenderse en ciertas circunstancias.",
	"Legal.gdpr.sections.dataProtectionOfficer": "10. Oficial de Protección de Datos",
	"Legal.gdpr.sections.dataProtectionOfficerContent": "Si tienes preocupaciones sobre cómo manejamos tus datos personales, puedes contactar a nuestro Oficial de Protección de Datos en dpo@natugraphia.com.",
	"Legal.gdpr.sections.rightToComplain": "11. Derecho a Presentar una Queja",
	"Legal.gdpr.sections.rightToComplainContent": "Si crees que no hemos abordado tus preocupaciones adecuadamente, tienes derecho a presentar una queja ante tu autoridad local de protección de datos.",
	"Legal.gdpr.sections.contactInfo": "12. Información de Contacto",
	"Legal.gdpr.sections.contactInfoContent": "Para preguntas sobre tus derechos GDPR o para ejercer cualquiera de estos derechos, por favor contáctanos en info@natugraphia.com.",
	"Legal.terms.sections.acceptance": "1. Aceptación de Términos",
	"Legal.terms.sections.acceptanceContent": "Al acceder y usar este sitio web, aceptas y acuerdas estar sujeto a los términos y provisiones de este acuerdo.",
	"Legal.terms.sections.license": "2. Licencia de Uso",
	"Legal.terms.sections.licenseContent": "Se otorga permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de Natugraphia solo para visualización transitoria personal y no comercial.",
	"Legal.terms.sections.disclaimer": "3. Descargo de Responsabilidad",
	"Legal.terms.sections.disclaimerContent": "Los materiales en el sitio web de Natugraphia se proporcionan 'tal como están'. Natugraphia no hace garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías incluyendo, sin limitación, garantías implícitas o condiciones de comerciabilidad, idoneidad para un propósito particular, o no infracción de propiedad intelectual u otra violación de derechos.",
	"Legal.terms.sections.limitations": "4. Limitaciones",
	"Legal.terms.sections.limitationsContent": "En ningún caso Natugraphia o sus proveedores serán responsables por daños (incluyendo, sin limitación, daños por pérdida de datos o ganancias, o debido a interrupción del negocio) que surjan del uso o la incapacidad de usar los materiales en el sitio web de Natugraphia.",
	"Legal.terms.sections.revisions": "5. Revisiones y Erratas",
	"Legal.terms.sections.revisionsContent": "Los materiales que aparecen en el sitio web de Natugraphia podrían incluir errores técnicos, tipográficos o fotográficos. Natugraphia no garantiza que ninguno de los materiales en su sitio web sea preciso, completo o actual.",
	"Legal.terms.sections.links": "6. Enlaces",
	"Legal.terms.sections.linksContent": "Natugraphia no ha revisado todos los sitios enlazados a su sitio web y no es responsable del contenido de ningún sitio enlazado. La inclusión de cualquier enlace no implica respaldo por parte de Natugraphia del sitio.",
	"Legal.terms.sections.modifications": "7. Modificaciones de Términos de Uso del Sitio",
	"Legal.terms.sections.modificationsContent": "Natugraphia puede revisar estos términos de uso para su sitio web en cualquier momento sin previo aviso. Al usar este sitio web, aceptas estar sujeto a la versión actual de estos Términos y Condiciones de Uso.",
	"Legal.terms.sections.governingLaw": "8. Ley Aplicable",
	"Legal.terms.sections.governingLawContent": "Cualquier reclamo relacionado con el sitio web de Natugraphia se regirá por las leyes de España sin tener en cuenta sus disposiciones de conflicto de leyes.",
	"Global.newsletter.emailPlaceholder": "Introduce tu correo electrónico",
	"Global.newsletter.subscribeButton": "Suscribirse",
	"Global.newsletter.success": "Te has suscrito correctamente a nuestro boletín.",
	"Global.newsletter.error": "No se ha podido suscribir a nuestro boletín.",
	"Global.nav.search.title": "Buscar",
	"Global.nav.search.placeholder": "Buscar productos…",
	"Global.nav.cartSummary.itemsInCart": "Artículos en el carrito",
	"Global.nav.cartSummary.total": "Total",
	"Global.nav.cartSummary.totalItems": "{count, plural, =0 {Ningún artículo} =1 {# artículo} other {# artículos}} en el carrito",
	"Global.addToCart.success": "Se ha añadido {productName} al carrito",
	"Global.addToCart.actionButton": "Añadir al carrito",
	"Global.addToCart.disabled": "Sin stock",
	"Global.deliveryEstimates.atLeast": "Al menos",
	"Global.deliveryEstimates.upTo": "Hasta",
	"Global.deliveryEstimates.businessDay": "{count, plural, =1 {# día laborable} other {# días laborables}}",
	"Global.deliveryEstimates.day": "{count, plural, =1 {# día} other {# días}}",
	"Global.deliveryEstimates.hour": "{count, plural, =1 {# hora} other {# horas}}",
	"Global.deliveryEstimates.month": "{count, plural, =1 {# mes} other {# meses}}",
	"Global.deliveryEstimates.week": "{count, plural, =1 {# semana} other {# semanas}}",
	"Global.actions.shopNow": "Comprar ahora",
	"/.hero.title": "Descubre las mejores fotografías",
	"/.hero.description": "Obtén una impresión laminada de las mejores fotografías de Grau Casanovas",
	"/.hero.action": "Comprar Ahora",
	"/.hero.link": "/category/hivern",
	"/search.notFound.title": "No se han encontrado resultados para \"{query}\"",
	"/search.notFound.description": "Lo sentimos, no hemos podido encontrar ningún resultado que coincida con tu búsqueda. Por favor, intenta refinar la búsqueda.",
	"/search.metadata.title": "Búsqueda: {query} · Natugraphia",
	"/search.page.title": "Buscando \"{query}\"",
	"/search.loading.title": "Buscando",
	"/products.metadata.title": "Todos los Productos · Natugraphia",
	"/products.page.title": "Todos los Productos",
	"/product.metadata.title": "{productName} · Natugraphia",
	"/product.page.allProducts": "Todos los productos",
	"/product.page.imagesTitle": "Imágenes",
	"/product.page.descriptionTitle": "Descripción",
	"/product.page.variantTitle": "Variante",
	"/product.page.youMayAlsoLikeTitle": "También te puede interesar",
	"/category.metadata.title": "Categoría {categoryName} · Natugraphia",
	"/category.page.title": "Categoría",
	"/cart.modal.title": "Carrito de la Compra",
	"/cart.modal.openFullView": "(abrir vista completa)",
	"/cart.modal.quantity": "Cantidad: {quantity}",
	"/cart.modal.total": "Total",
	"/cart.modal.shippingAndTaxesInfo": "El envío y los impuestos se añadirán en el siguiente paso",
	"/cart.modal.goToPaymentButton": "Ir al pago",
	"/cart.metadata.title": "Carrito de la Compra · Natugraphia",
	"/cart.page.title": "Tu carrito",
	"/cart.page.checkoutTitle": "Finalizar compra",
	"/cart.page.checkoutDescription": "Proporciona los detalles de facturación y envío a continuación.",
	"/cart.page.summaryTable.imageCol": "Imagen",
	"/cart.page.summaryTable.productCol": "Producto",
	"/cart.page.summaryTable.priceCol": "Precio",
	"/cart.page.summaryTable.quantityCol": "Cantidad",
	"/cart.page.summaryTable.totalCol": "Total",
	"/cart.page.summaryTable.totalSummary": "TOTAL",
	"/cart.page.stripePayment.fillRequiredFields": "Por favor, rellena los campos obligatorios.",
	"/cart.page.stripePayment.unexpectedError": "Se ha producido un error inesperado.",
	"/cart.page.stripePayment.billingSameAsShipping": "Dirección de facturación igual que la de envío",
	"/cart.page.stripePayment.billingSameAsPayment": "Dirección de facturación igual que la de pago",
	"/cart.page.stripePayment.billingAddressTitle": "Dirección de facturación",
	"/cart.page.stripePayment.payNowButton": "Pagar ahora",
	"/cart.page.stripePayment.errorTitle": "Error",
	"/cart.page.stripePayment.fullName": "Nombre completo",
	"/cart.page.stripePayment.address1": "Dirección",
	"/cart.page.stripePayment.address2": "Dirección (cont.)",
	"/cart.page.stripePayment.postalCode": "Código Postal",
	"/cart.page.stripePayment.city": "Ciudad",
	"/cart.page.stripePayment.state": "Estado / Región",
	"/cart.page.stripePayment.country": "País",
	"/cart.page.stripePayment.phone": "Número de teléfono",
	"/cart.page.stripePayment.taxId": "NIF",
	"/cart.page.stripePayment.taxIdPlaceholder": "ej. 12345678A",
	"/cart.page.formErrors.nameRequired": "El nombre es obligatorio",
	"/cart.page.formErrors.cityRequired": "La ciudad es obligatoria",
	"/cart.page.formErrors.countryRequired": "El país es obligatorio",
	"/cart.page.formErrors.line1Required": "La dirección es obligatoria",
	"/cart.page.formErrors.postalCodeRequired": "El código postal es obligatorio",
	"/cart.empty.title": "Tu carrito está vacío",
	"/cart.empty.description": "Parece que aún no has añadido nada a tu carrito.",
	"/cart.empty.continueShoppingButton": "Continuar comprando",
	"/order.metadata.title": "Confirmación de Pedido · Natugraphia",
	"/order.page.title": "Confirmación de Pedido",
	"/order.page.description": "¡Gracias! Encontrarás los detalles de tu pedido a continuación.",
	"/order.page.orderNumberTitle": "Número de pedido",
	"/order.page.productsTitle": "Productos en este pedido",
	"/order.page.price": "Precio",
	"/order.page.quantity": "Cantidad",
	"/order.page.total": "Total",
	"/order.page.detailsTitle": "Detalles del pedido",
	"/order.page.shippingAddress": "Dirección de envío",
	"/order.page.billingAddress": "Dirección de facturación",
	"/order.page.taxId": "NIF",
	"/order.page.paymentMethod": "Método de pago",
	"/order.page.cardBrand": "Marca de la tarjeta",
	"/order.page.last4CardDigitsLabel": "Número de tarjeta que termina en",
	"/order.paymentStatus.canceled": "Cancelado",
	"/order.paymentStatus.processing": "Procesando",
	"/order.paymentStatus.requires_action": "Requiere Acción",
	"/order.paymentStatus.requires_capture": "Requiere Captura",
	"/order.paymentStatus.requires_confirmation": "Requiere Confirmación",
	"/order.paymentStatus.requires_payment_method": "Requiere Método de Pago",
	"/order.paymentStatus.succeeded": "Completado"
}
